
import { CityType } from '../contexts/AppContext';

export const cities: CityType[] = [
  { ru: 'Алма-Ата (Алматы)', kz: 'Алматы' },
  { ru: 'Астана', kz: 'Астана' },
  { ru: 'Шымкент', kz: 'Шымкент' },
  { ru: 'Актобе', kz: 'Ақтөбе' },
  { ru: 'Караганда', kz: 'Қарағанды' },
  { ru: 'Тараз', kz: 'Тараз (Жамбыл)' },
  { ru: 'Усть-Каменогорск', kz: 'Өскемен' },
  { ru: 'Павлодар', kz: 'Павлодар' },
  { ru: 'Атырау', kz: 'Атырау' },
  { ru: 'Семей', kz: 'Семей' },
  { ru: 'Актау', kz: 'Ақтау' },
  { ru: 'Кызылорда', kz: 'Қызылорда' },
  { ru: 'Костанай', kz: 'Қостанай' },
  { ru: 'Уральск', kz: 'Орал' },
  { ru: 'Туркестан', kz: 'Түркістан' },
  { ru: 'Петропавловск', kz: 'Петропавл' },
  { ru: 'Кокшетау', kz: 'Көкшетау' },
  { ru: 'Темиртау', kz: 'Теміртау' },
  { ru: 'Талдыкорган', kz: 'Талдықорған' },
  { ru: 'Экибастуз', kz: 'Екібастұз' },
  { ru: 'Рудный', kz: 'Рудный' },
  { ru: 'Жезказган', kz: 'Жезқазған' },
];
